{
  "Help_Content_Administrators_Apps_AppsOverview": [
    "What are apps in Onspring?",
    "Who is the intended audience for the Apps Overview article?",
    "What can you do with apps in Onspring?",
    "What types of subjects can you capture data on with apps?",
    "Can you customize apps in Onspring?",
    "What are the different types of fields that can be included in an app?",
    "How can you arrange fields in an app?",
    "How do users create records within apps?",
    "What serves as the basis for reporting in Onspring?",
    "What are the options for configuring apps in Onspring?",
    "What topics provide additional details on app configuration?",
    "What are some major components of app administration?",
    "How can you create a new app in Onspring?",
    "What are some settings that can be managed for an app?",
    "How do you assign app administrators?",
    "What is the purpose of enabling geocoding for an app?",
    "How can you delete an app in Onspring?",
    "What are some other major components of app administration?",
    "What is record retention and how can it be configured?",
    "What topics provide information on app administration beyond app configuration?"
  ],
  "Help_Content_Administrators_Apps_AssignAppAdmins": [
    "What are app admin rights in Onspring?",
    "How can app admin rights be configured?",
    "What privileges are included in app admin rights?",
    "What are the two types of app administration settings?",
    "What is the difference between 'Public' and 'Private' app administration settings?",
    "How can you limit app admin rights for specific apps?",
    "Why might you want to limit app admin rights for certain users or teams?",
    "What is the prerequisite for assigning private app administration settings?",
    "Where can you find the option to assign private app administration settings?",
    "What steps are involved in assigning private app administration settings?",
    "What is the purpose of the Administration Settings section in an app?",
    "How can you access the Administration Settings section for an app?",
    "What options are available for assigning admins for an app?",
    "Can admins for an app be selected individually?",
    "Can admins for an app be assigned based on groups?",
    "Can admins for an app be assigned based on roles?",
    "What is the significance of ensuring that a role provides general app administration permissions?",
    "What happens if users do not have app admin rights via their role?",
    "What action should be taken before assigning private app administration settings?",
    "What benefit do admins get by selecting the 'Hide Read Only Apps' option?"
  ],
  "Help_Content_Administrators_Apps_ConfigureRecordRetention": [
    "What is record retention in Onspring?",
    "Why would I want to configure record retention rules?",
    "Can record retention rules automatically delete records?",
    "What criteria can be used to define record retention rules?",
    "How can I ensure that end users do not have deletion rights?",
    "Can record retention rules remove historical versions of records?",
    "How often does Onspring evaluate record retention rules?",
    "What happens if a record meets the criteria defined in a record retention rule?",
    "What alternative method can be used to delete historical versions of records?",
    "What are the limitations of the Prune History feature?",
    "Where can I find information about my data storage limit in Onspring?",
    "What steps are involved in configuring record retention rules?",
    "What options are available when creating a new record retention rule?",
    "What does the 'Content Only' option do?",
    "What does the 'Versions Only' option do?",
    "What does the 'Content and Versions' option do?",
    "How can I define the conditions for record and/or version deletion?",
    "What are rule operators in Onspring?",
    "How can I receive notifications about the record removal process?",
    "What should I do after configuring the record retention rule?"
  ],
  "Help_Content_Administrators_Apps_ContentSecurity_ConfigureInheritanceGrants": [
    "What are inheritance grants in the Onspring platform?",
    "How do inheritance grants work?",
    "Can you give an example of using inheritance grants?",
    "What is the requirement for passing an inheritance grant from a parent app to a child app?",
    "What happens if the two apps are not related through a Reference Field?",
    "When would it be best to configure permission rules instead of using inheritance grants?",
    "What happens to the permissions setting of the related app when configuring an inheritance grant?",
    "What do users need to have access to in order to inherit permissions?",
    "Can inheritance grants provide more access than users have through their role?",
    "What are the steps to add an inheritance grant?",
    "Where can you find the option to add an inheritance grant?",
    "What options are available in the Permissions dropdown when adding an inheritance grant?",
    "How do you specify the child app to which you want to grant permissions?",
    "What do you need to do if you chose 'Select Specific Settings' in the Permissions dropdown?",
    "What is the purpose of the Rules section when adding an inheritance grant?",
    "What are the options available in the Apply To dropdown under the Rules section?",
    "Can you apply inheritance grants selectively based on conditions?",
    "Where can you find guidance on establishing logical conditions for inheritance grants?",
    "What action should you take after completing the configuration of an inheritance grant?"
  ],
  "Help_Content_Administrators_Apps_ContentSecurity_ConfigurePermissionRules": [
    "What are permission rules in the Onspring platform?",
    "In what permissions setting can permission rules be configured?",
    "How are permission rules aggregated in Onspring?",
    "What is the importance of establishing permission rules?",
    "Who can configure permission rules in Onspring?",
    "What steps are involved in configuring permission rules?",
    "Which section of the Onspring Administration panel is used to configure permission rules?",
    "What action should be taken to begin configuring permission rules for an app?",
    "Can the Users app be configured as private?",
    "What options are available for defining who should receive access through permission rules?",
    "How can access be granted based on fields in the record?",
    "What is the difference between selecting individual users and groups for access?",
    "When selecting roles for access, what additional configuration is recommended?",
    "What are the two options for applying permission rules to records?",
    "How can logical conditions be defined for applying permission rules?",
    "Where can users find guidance on establishing logical conditions for permission rules?",
    "What should be done after defining all necessary permission rules?",
    "Can additional permission rules be added after initially configuring them?",
    "What action should be taken to save the configured permission rules?",
    "What happens to users' access if permission rules are not defined in a private permissions setting?"
  ],
  "Help_Content_Administrators_Apps_ContentSecurity_ContentSecurityOverview": [
    "What is content security in Onspring?",
    "Who is the intended audience for this article?",
    "What can administrators do with content security?",
    "How can roles be used in content security?",
    "Where can permission rules be configured?",
    "Can you provide examples of use cases for permission rules?",
    "What happens when content security permissions are set to 'Private' for an app?",
    "What are content administrator rights, and how do they affect permission rules?",
    "Is it possible to grant users more access than what is specified in their role using content security?",
    "How are permission rules aggregated?",
    "Where can I find guidance on enabling content security for an app?",
    "What is an inheritance grant?",
    "How does an inheritance grant work?",
    "Can you give an example of when to use an inheritance grant?",
    "What happens when an inheritance grant is configured?",
    "What should be considered when configuring an inheritance grant?",
    "Where can I find guidance on setting up inheritance grants?",
    "What is the consequence of configuring an inheritance grant?",
    "How does configuring an inheritance grant affect user access to related apps?",
    "What might administrators need to do after configuring an inheritance grant?"
  ],
  "Help_Content_Administrators_Apps_CreateApp": [
    "What is the purpose of creating an app in Onspring?",
    "What system fields are included by default when creating a new app?",
    "What steps are involved in creating a new app?",
    "How can I copy an existing app in Onspring?",
    "Why would I want to copy an existing app?",
    "What options are available for the status of an app?",
    "What is the difference between enabled and disabled status for an app?",
    "How can I set an image to represent my app?",
    "Where can I select an image for my app?",
    "What is Content Versioning and how can I enable it for my app?",
    "What are the save types available if Content Versioning is enabled?",
    "How can high volume save activity affect data storage?",
    "What options are available for managing historical versions of records?",
    "What is the purpose of the Concurrent Edit Alert?",
    "How can I enable or disable the Concurrent Edit Alert for an app?",
    "What additional topics provide guidance on app configuration?",
    "How do I manage app settings in Onspring?",
    "How do I assign app admins in Onspring?",
    "What are the different field types available in Onspring apps?",
    "What is an overview of app layouts in Onspring?"
  ],
  "Help_Content_Administrators_Apps_DeleteApp": [
    "Who can delete an app in Onspring?",
    "What happens when you delete an app in Onspring?",
    "How do you access the Administration panel in Onspring?",
    "Where can you find the option to delete an app in Onspring?",
    "What is the confirmation step required before deleting an app?",
    "How do you confirm the deletion of an app in Onspring?",
    "What is the consequence of deleting an app in Onspring?",
    "Can you undo the deletion of an app in Onspring?",
    "Is there a way to prevent accidental deletion of an app in Onspring?",
    "What is the alternative to deleting an app if you want to remove it from end-user view?",
    "What permissions are necessary to delete an app in Onspring?",
    "Can non-admin users delete apps in Onspring?",
    "What types of apps can be deleted in Onspring?",
    "Is there a specific location where deleted apps are stored in Onspring?",
    "What happens to the records stored within an app when it is deleted?",
    "How do you navigate to the Apps section in Onspring?",
    "Is there a search functionality within the Apps section in Onspring?",
    "What is the significance of the icon on the right-hand side of the app?",
    "Is there a warning message before deleting an app in Onspring?",
    "Are there any exceptions to the permanent deletion of an app and its content in Onspring?"
  ],
  "Help_Content_Administrators_Apps_EnableGeocoding": [
    "How do I enable geocoding for an app in Onspring?",
    "What is required to utilize Point Map Reports in an Onspring app?",
    "What does geocoding allow in terms of plotting records on a map?",
    "When enabling geocoding for an app, what fields need to be specified?",
    "What happens to the address data fields when geocoding is enabled and mapped?",
    "Can the address data fields be changed back to not required after enabling geocoding?",
    "What happens if a record does not have information in the address data fields?",
    "What system fields are used to capture location data when geocoding is enabled?",
    "What does the Latitude field represent?",
    "What does the Longitude field represent?",
    "What values can the Geocode Precision field return?",
    "What does a 'High' Geocode Precision value indicate?",
    "What does a 'Medium' Geocode Precision value indicate?",
    "What does a 'Low' Geocode Precision value indicate?",
    "What does a 'None' Geocode Precision value indicate?",
    "When is a new record geocoded in an app with geocoding enabled?",
    "What happens to existing records when the address information is changed in an app with geocoding enabled?",
    "How can I access the app settings to enable geocoding?",
    "Where can I find the geocoding settings for an app?",
    "Which field type should be used for the Zip/Postal Code field when enabling geocoding?"
  ]
}